import { Case } from "@/types";

export const cases: Case[] = [
	{
		id: 1,
		category: 'Вебсайт 🌐',
		title: 'Лендинг для Південь Солар',
		description:
			'Розробили лендинг для компанії з встановлення сонячних панелей «Південь Солар».',
		review:
			'Все чудово, за 5 годин зробили сайт який ми хотіли. Дякуємо команді за швидку та професійну роботу!',
		video: '/media/cases/case_pivdensolar.webm',
		link: 'https://pivdensolar.com.ua',
	},
	{
		id: 2,
		category: 'Графічний дизайн 🎨',
		title: 'YouTube-банер для DJANOVA',
		description:
			'Виконали замовлення на оформлення банеру для YouTube від діджейки DJANOVA. Клієнт у захваті.',
		review:
			'Дякую велике за розробку мого банера, ваша команда відтворила саме те що я хотіла...',
		image: '/media/cases/case_1_yt_bannertdjanova.jpg',
	},
	{
		id: 3,
		category: 'Моушн-дизайн 🎬',
		title: 'Motion-графіка для огляду бота',
		description: 'Створили моушн-графіку для відеоогляду Telegram-бота.',
		review:
			'Мені дуже подобається. Дякую Freelance UA || Digital Agency, як завжди все чітко...',
		video: '/media/cases/case_2.mp4',
	},
	// {
	//   id: 3,
	//   category: "Telegram-бот 🤖",
	//   title: "Бот для автоматизації онбордингу",
	//   description: "Розробили Telegram-бот для автоматизації онбордингу та прийому платежів з веб-адмінпанеллю, двостороннім чатом, інтеграцією Convert2pay.",
	//   review: "ТГ бот вийшов навіть краще ніж ми очікували, тих моментальна підтримка...",
	//   image: "/media/cases/case_3.jpg",
	// },
	{
		id: 4,
		category: 'Відеомонтаж 🎥',
		title: 'Відео для блогера (крипта)',
		description:
			'Виконали замовлення від блогера Нікіта Шеремет (крипта). Домовились про подальшу співпрацю.',
		review:
			'Результатом дуже задоволений, якість, швидкість та результат на найвищому рівні...',
		video: '/media/cases/case_4.mp4',
	},
]
