import { Service } from "@/types";

export const services: Service[] = [
	{
		category: 'ІТ-розробка',
		icon: 'Code2',
		items: [
			'Telegram-боти',
			'Веб-сайти та лендінги',
			'Інтернет-магазини',
			'CRM-системи',
			'API-інтеграції',
			'Автоматизація бізнесу',
		],
	},
	{
		category: 'Дизайн',
		icon: 'Palette',
		items: [
			'Графічний дизайн',
			// 'UI/UX дизайн',
			'Брендинг та логотипи',
			'YouTube-банери',
			'Банери для соцмереж',
			'Презентації',
		],
	},
	{
		category: 'Відео',
		icon: 'Video',
		items: [
			'Відеомонтаж',
			'Моушн-дизайн',
			'Рекламні ролики',
			// 'Анімації',
			'Reels та Shorts',
			'Відеоогляди',
			'AI-відео',
		],
	},
]
