import { Testimonial } from "@/types";

export const testimonials: Testimonial[] = [
  {
    id: 1,
    text: "Дякую велике за розробку мого банера, ваша команда відтворила саме те що я хотіла. Буду звертатись ще!",
    author: "DJANOVA",
  },
  {
    id: 2,
    text: "Мені дуже подобається. Дякую Freelance UA || Digital Agency, як завжди все чітко і в строк.",
  },
  {
    id: 3,
    text: "ТГ бот вийшов навіть краще ніж ми очікували, тих моментальна підтримка. Рекомендую!",
  },
  {
    id: 4,
    text: "Результатом дуже задоволений, якість, швидкість та результат на найвищому рівні. Дякую команді!",
    author: "Нікіта Шеремет",
  },
  {
    id: 5,
    text: "Швидко, якісно, без зайвих питань. Це те, що потрібно для бізнесу. Дякую Freelance UA!",
  },
  {
    id: 6,
    text: "Відмінна робота! Команда зробила все саме так, як я хотів. Буду рекомендувати друзям.",
  },
];
