import { Testimonial } from "@/types";

export const testimonials: Testimonial[] = [
  {
    id: 1,
    text: "Дякую велике за розробку мого банера, ваша команда відтворила саме те що я хотіла. Буду звертатись ще!",
    author: "DJANOVA",
  },
  {
    id: 2,
    text: "Мені дуже подобається. Дякую Freelance UA || Digital Agency, як завжди все чітко і в строк.",
  },
  {
    id: 3,
    text: "ТГ бот вийшов навіть краще ніж ми очікували, тих моментальна підтримка. Рекомендую!",
  },
  {
    id: 4,
    text: "Результатом дуже задоволений, якість, швидкість та результат на найвищому рівні. Дякую команді!",
    author: "Нікіта Шеремет",
  },
  {
    id: 5,
    text: "Швидко, якісно, без зайвих питань. Це те, що потрібно для бізнесу. Дякую Freelance UA!",
  },
  {
    id: 6,
    text: "Відмінна робота! Команда зробила все саме так, як я хотів. Буду рекомендувати друзям.",
  },
  {
    id: 7,
    text: "Дякую велике за роботу. Все було швидко, завдання зрозуміли максимально точно й виконали на 1000%. Обов’язково звертатимусь ще!",
  },
  {
    id: 8,
    text: "Терміново потрібно було зробити анімаційне відео. Виконали дуже швидко, якісно й професійно, врахували всі деталі ТЗ.",
  },
  {
    id: 9,
    text: "Відео зробили чітко за ТЗ і референсом: зберегли всі акценти, преміальний візуал та аудіо з потрібними наголосами. Результат вартий очікування.",
  },
  {
    id: 10,
    text: "Дякую вам велике. Особливо за те, що все зробили швидко. Ви супер!",
  },
  {
    id: 11,
    text: "Вау, прекрасно! Дякую за оперативність.",
  },
  {
    id: 12,
    text: "Замовляв рекламний креатив для Instagram. Все швидко, якісно, з урахуванням побажань. Креатив сучасний і дійсно привертає увагу.",
  },
  {
    id: 13,
    text: "Дякую, будемо звертатися ще. Окремо хочу відзначити швидкість роботи та приємну комунікацію: легко, оперативно й без зайвих моментів.",
  },
  {
    id: 14,
    text: "Хлопці оперативно взяли роботу, швидко й коректно написали ТЗ, виконали задачу та врахували побажання. Дуже задоволений швидкістю.",
  },
  {
    id: 15,
    text: "Був кейс із кузовним ремонтом і малярнею у Варшаві. Хлопці зробили сайт на чистому коді дуже швидко. Дякую Назару й Андрію!",
  },
  {
    id: 16,
    text: "Сподобалась постійна підтримка, навіть попри технічні проблеми. Ви намагались розібратись у ситуації до кінця. Підтримка — ваш головний плюс.",
  },
  {
    id: 17,
    text: "Клас! Все дуже швидко й професійно. Вирішили всі мої питання, ви супер!",
  },
  {
    id: 18,
    text: "Дякую за роботу та швидке виконання дизайну.",
  },
  {
    id: 19,
    text: "Дуже вдячна за співпрацю! Замовила складний сайт з калькулятором, все зробили як хотіла. Швидко, зрозуміло й якісно.",
  },
];
